{  "grantAwardId": 501402175912,  "fundingBodyAwardId": "162889",  "title": [    {      "value": "Transformative Gemeinschaften als innovative Lebensformen?",      "language": "en"    }  ],  "startDate": "2016-04-01T00:00:00",  "endDate": "2020-10-31T00:00:00",  "grantType": "RESEARCH",  "funderSchemeType": "Research Grants",  "homePage": {    "link": "http://p3.snf.ch/Project-162889"  },  "synopsis": [    {      "abstract": {        "language": "de",        "value": "<p>Transformative Gemeinschaften als innovative Lebensformen? Eine Untersuchung am Beispiel von Deutschschweizer Cohousing- und VertragslandwirtschaftsprojektenCommunautés transformatives comme formes de vie innovatives? Une analyse de projets de cohousing et d'agriculture contractuelle en Suisse alémaniqueTransformative communities as innovative life forms? A study using the example of German-speaking Swiss cohousing and cooperative farming projectsAntragsteller: Prof. Dr. Axel Paul Projektmitarbeitende: PD Dr. Dietmar J. Wetzel, Markus Flück MA und Sanna Frischknecht MAAusgangspunkt des Forschungsprojektes sind die vielfach diagnostizierten ökologisch-ökonomischen Krisen (Leggewie/Welzer 2009, Demirovic et al. 2011). Seit dem Erscheinen des Berichts „Die Grenzen des Wachstums“ (Meadows 1972) sind mehr als 40 Jahre vergangen. Die ökologischen Herausforderungen haben sich in dieser Zeit dramatisch zugespitzt, vom steigenden Ressourcenverbrauch über die Bodenzerstörung bis hin zum Klimawandel und Artensterben (UNEP 2012). Gleichzeitig scheinen sich die fortgeschrittenen Wohlstandsgesellschaften in einer sich verschärfenden Schulden- und Wachstumskrise zu befinden, eine Situation, die beispielsweise Japan bereits seit den 1990er Jahren kennt (Ax 2014). In dieser Situation drängt sich die Frage auf, wie gesellschaftliche Produktions- und Konsumformen aussehen können, die ökologisch verträglicher und ökonomisch stabiler sind. Die Bereiche Ernährung und Wohnen sind dabei weniger aufgrund ihres absoluten ökonomischen Gewichts als vielmehr aufgrund ihrer „existenziellen Zentralität“ von besonderem Interesse. Immer schon, aber insbesondere im Nachgang der 1968er Bewegung gab es eine ganze Fülle von Projekten und Gemeinschaften, die versuchten und teilweise immer noch versuchen, andere Lebensformen jenseits der kapitalistischen Marktwirtschaft zu etablieren. Im Gegensatz zu relativ autark lebenden Gemeinschaften (Landkommunen, Ecovillages etc., vgl. Peters/Stengel 2009), fokussiert der vorliegende Antrag auf Projekte im (semi-)urbanen Raum, die sich im gesellschaftlichen Mainstream behaupten wollen. Cohousing und Vertragslandwirtschaftsinitiativen sind als Orte sozialer Innovation zu verstehen (Zapf 1989), welche versuchen, den aktuell weitgehend durch den Markt vermittelten Produktions- und Konsumlogiken alternative Modelle gegenüberzustellen, die im Kern gemeinschaftlich-kooperative Lebensformen betonen. Solche Lebensformen bezeichnen wir in Anlehnung an Rahel Jaeggi als „Problemlösungsinstanzen“ (2012: 222). Die Suche nach anderen, alternativen Lebensformen macht diese nicht nur aus einer soziologischen, sondern auch aus einer gesellschaftspolitischen Perspektive zu bedeutsamen Untersuchungsgegenständen.In diesem Forschungsprojekt geht es gesamthaft darum, inwiefern die empirisch zu erforschenden Projekte ihren eigenen Ansprüchen gerecht werden, bestehende Bedürfnisse ökologisch, ökonomisch und sozial verträglicher zu befriedigen. Das Forschungsprojekt konzentriert sich dabei auf die folgende übergeordnete Fragestellung: Welche Lösungsvorschläge artikulieren die hier untersuchten Projekte aufgrund der ökologisch-ökonomischen Herausforderungen und inwiefern werden sie ihrem eigenen Anspruch in der Praxis gerecht? Um die Projekte an ihren eigenen Ansprüchen zu beurteilen und die Widersprüchlichkeit und Ambivalenzen sozialer Innovationen sichtbar zu machen, haben wir uns für eine ethnografische Datenerhebung entschieden. Zur Datenanalyse setzen wir auf eine Kombination aus dokumentarischer Methode und Grounded Theory.</p>"      },      "source": "http://p3.snf.ch/Project-162889"    }  ],  "keyword": [    {      "language": "en",      "value": "Life forms"    },    {      "language": "en",      "value": "Transformation"    },    {      "language": "en",      "value": "Innovation"    },    {      "language": "en",      "value": "Communities"    },    {      "language": "en",      "value": "Cohousing"    },    {      "language": "en",      "value": "Cooperative farming"    }  ],  "fundingDetail": {    "fundingTotal": [      {        "currency": "CHF",        "amount": 641150      }    ]  },  "awardeeDetail": [    {      "role": "COORDINATOR",      "name": [        {          "language": "en",          "value": "Departement Gesellschaftswissenschaften Universität Basel"        }      ],      "awardeeAffiliationId": "162889_A_0",      "hasPostalAddress": {        "addressCountry": "che",        "addressRegion": "Basel",        "addressLocality": "Toronto"      },      "activityType": "research organisation",      "affiliationOf": [        {          "name": [            {              "language": "en",              "value": "Paul A. Axel"            }          ],          "givenName": "Axel",          "familyName": "Paul",          "initials": "A.",          "awardeePersonId": "162889_P_0"        }      ]    }  ],  "classification": [    {      "type": "Classification",      "hasSubject": {        "preferredLabel": "Social Sciences (miscellaneous)",        "identifier": {          "type": "ASJC",          "value": "3301"        }      }    },    {      "type": "Classification",      "hasSubject": {        "identifier": {          "type": "CFDA",          "value": "10201"        }      }    }  ],  "relatedFunder": {    "leadFunder": {      "fundingBodyId": 501100001711    },    "hasFunder": [      {        "fundingBodyId": 501100001711      }    ]  },  "hasProvenance": {    "wasAttributedTo": "SUP002",    "derivedFrom": "http://p3.snf.ch/Project-162889",    "createdOn": "2016-10-27T10:44:12",    "contactPoint": "fundingprojectteam@aptaracorp.com",    "status": "UPDATE",    "version": "0",    "hidden": false,    "defunct": false,    "lastUpdateOn": "2020-03-19T21:57:50"  }}