{  "status": "ACTIVE",  "fundingBodyId": 501100001001,  "homePage": "https://fightdementia.org.au/",  "preferredName": [    {      "language": "en",      "value": "Alzheimer's Australia"    }  ],  "financeType": "PRI",  "activityType": "ASSSOC",  "profitabilityType": "NONPROF",  "country": "aus",  "state": "ACT",  "description": [    {      "abstract": {        "value": "<p>We represent the more than 353,800 Australians living with dementia and the estimated 1.2 million Australians involved in their care.</br>\r\nWe advocate for the needs of people living with all types of dementia, and for their families and carers, and provide support services, education and information.</br>\r\nAlzheimer's Australia is a member of Alzheimer's Disease International, the umbrella organisation of Alzheimer's Associations around the world.</br>\r\nAlzheimer's Australia also represents at the national level the interests of its federation of state and territory members on all matters relating to dementia and carer issues.</br>\r\nThe role of the Alzheimer’s Australia national office is to advocate on the basis of evidence-based policy, promote awareness of dementia, administer national contracts with the Commonwealth Government and provide research grants to emerging researchers through the Alzheimer’s Australia Dementia Research Foundation (link is external).\r\nWe are committed to a strong consumer focus.</br>\r\nWe are represented on many Ministerial and Departmental Committees and contribute to consultation forums and advisory groups.</br>\r\nWe are also a governing member of the National Aged Care Alliance and are involved in other key groups progressing the aged care reforms.</br>\r\nWe are proud to say that we are committed to achieving a dementia-friendly Australia where people with dementia are respected, supported, empowered, and engaged in community life.<p>"      },      "source": "https://fightdementia.org.au/about-us/our-organisation"    }  ],  "awardSuccessRate": {    "percentage": 0  },  "establishment": {    "establishmentYear": 1980,    "country": "aus",    "description": [      {        "abstract": {          "value": "<p>In the early 1980s, State and Territory Alzheimer's Associations were established as self-help organisations by and for family carers of people with Alzheimer's disease and other dementias.</p>"        },        "source": "https://fightdementia.org.au/"      }    ]  },  "contactInformation": {    "link": "https://www.fightdementia.org.au/about-us/contact-us",    "hasPostalAddress": {      "addressCountry": "aus",      "addressRegion": "ACT",      "addressLocality": "London",      "addressPostalCode": "2600",      "streetAddress": "PO Box 4194, Level 1 AMA House, 42 Macquarie Street"    }  },  "registry": {    "fundingBodyDataset": {      "collectionCode": "SUP002",      "extended": true,      "tier": 4    },    "opportunityDataset": {      "collectionCode": "SUP002",      "capture": false    },    "awardDataset": {      "collectionCode": "SUP002",      "capture": false    },    "publicationDataset": {      "collectionCode": "SUP002",      "capture": false    }  },  "hasProvenance": {    "contactPoint": "fundingprojectteam@aptaracorp.com",    "createdOn": "2011-07-09T09:14:31",    "defunct": false,    "derivedFrom": "https://fightdementia.org.au/",    "hidden": true,    "lastUpdateOn": "2019-03-05T16:47:49",    "status": "UPDATE",    "version": "0",    "wasAttributedTo": "SUP002"  },  "relation": {    "renamedAs": [      501100009293    ]  }}